#### PointCloudFilterUtils Members

---

|  |
| --- |
| PointCloudFilterUtils Class   Methods   See Also |

The  PointCloudFilterUtils  type exposes the following members.

# Methods

|  | Name | Description |
| --- | --- | --- |
| Public method Static member | GetFilteredOutline | Computes outline of a part of a box that satisfies given PointCloudFilter. |

# See Also

PointCloudFilterUtils Class

Autodesk.Revit.DB.PointClouds Namespace